Repository: Slimbook-Team/slimbookintelcontroller
Catalog: src/locale/*/LC_MESSAGES/slimbookintelcontrollerinfo.template.po
Languages: es_es

source: The Slimbook Intel Controller app is capable of setting several TDP power levels for your Intel mobile processor. Switching between the different performance presets will give you the ability to control both performance and battery life with a single click. Bear in mind that the higher you set your performance level, your processor will also run hotter and drain your battery faster, so keep that in mind! Slimbook Intel Controller uses the third party software intel-undervolt from kitsunyan.
es_es: La aplicación Slimbook Intel Controller es capaz de establecer diferentes modos de TDP para tu procesador portátil Intel. Seccionar los diferentes ajustes preestablecidos de rendimiento le dará la capacidad de controlar tanto el rendimiento como la duración de la batería con un solo click. Cuanto más alto sea el nivel de rendimiento, su procesador se calentará más y agotará su batería más rápido, ¡Así que tenlo en cuenta! Slimbook Intel Controller utiliza el sofware Intel-Undervolt de kitsunyan.

source: or buying a brand new Slimbook.
es_es: o comprando un Slimbook.

source: If you want to support the Slimbook team with the development of this app and several more to come, you can do so by joining our
es_es: Si quieres ayudar al equipo de Slimbook con el desarrollo de esta y otras apps, puedes hacerlo uniéndote a nuestro

source: Many laptops limit the power of the CPU, when working without the charger connected. Therefore, if you want to take advantage of the high-performance mode of this application, you may need to connect the charger.
es_es: Muchos portátiles limitan la energía de la CPU, cuando trabajan sin el cargador conectado. Así pues, si quieres aprovechar el modo de alto rendimiento de la aplicación, puede que necesites conectar el cargador.

source: Note:
es_es: Nota:

source: This software is provided * as is * without warranty of any kind..
es_es: Este software se proporciona *tal cual*, sin grantía de ningún tipo.

source: You are free from:
es_es: Eres libre de:

source: Share:
es_es: Compartir:

source: copy and redistribute the material in any medium or format Slimbook Copyright - License Creative Commons BY-NC-ND
es_es: copiar y resdistribuir el material en cualquier medio o formato Slimbook Copyright - License Creative Commons BY-NC-ND

source: Visit @Slimbook web
es_es: Visita la web de @Slimbook

source: @SlimbookIntelController Tutorial
es_es: Tutorial @SlimbookIntelController

source: Send an e-mail to:
es_es: Envia un e-mail a:

source: 'The email has been copied to the clipboard'
es_es: El email se ha copiado al portapapeles
