Repository: Slimbook-Team/slimbookintelcontroller
Catalog: src/translations/*/LC_MESSAGES/slimbookintelcontroller.template.po
Languages: it_it

source: Secureboot Warning
it_it: Avviso di Secureboot

source: This computer has Secureboot enabled, which does not allow kernel to manage CPU parameters.
it_it: Questo computer ha Secureboot abilitato, che non consente al kernel di gestire i parametri della CPU.

source: CPU Warning
it_it: Avviso CPU

source: Your CPU model is nor supported. To add it by your own, check the tutorial Link / Github Link in the information window or contact us for more information.
it_it: Il tuo modello di CPU non Ã¨ supportato. Per aggiungerlo da solo, controlla il Link del tutorial / Link Github nella finestra delle informazioni o contattaci per ulteriori informazioni.

source: Enable app at startup
it_it: Abilita app all'avvio

source: Show indicator icon
it_it: Mostra icona indicatore

source: Low
it_it: Bassa

source: Medium
it_it: Media

source: High
it_it: Alta

source: ACCEPT
it_it: ACCETTA

source: CANCEL
it_it: CANCELLA
